Repository: pxlsspace/pxls-web
Catalog: po/Localization_*.po
Languages: fi

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use 3rd party tools like <a href="https://charity.pxls.space" target="_blank">Charity</a> or <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into Charity or Clueless.
fi: Malli on kuvalinkki joka julkaistaan malli tekstikenttään asetuspaneelissa, jotta voit asettaa seen päälle kanvaasilla. Voit käyttää tavallista kuvalinkkiä pikselitaiteeseesi, mutta monet käyttävät 3. osapuolen työkaluja, kuten <a href="https://charity.pxls.space" target="_blank">Charity</a> tai <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a> muuttaakseen pikselitaiteen hienompaan linkkiin. Jos sinun tarvitsee itse tehdä pikselitaidetta, voit käyttä <a href="https://www.piskelapp.com/p/create" target="_blank">Piskeliä</a> luodaksesi taidetta laitettavaksi Charity:n tai Clueless:iin.

source: How do I move a template?
fi: Kuinka siirrän mallia?

source: Hold <kbd>CTRL</kbd> (or <kbd>OPTION</kbd> on macOS) and click and drag to move it around. On mobile, you can tap and hold where you want to move the template and click "Move Template Here" in the pop-up.
fi: Pidä <kbd>CTRL</kbd> (tai <kbd>OPTION</kbd> macOS:llä) pohjassa ja klikkaa ja vedä sitä ympräiinsä. Mobiililla voit napauttaa ja pitää pohjassa siellä minne haluat siirtää mallinn ja painaa "Siirrä Malli Tänne" pop-upissa.

source: Does the canvas reset? When?
fi: Nollautuuko kanvas? Milloin?

source: Yes. The canvas resets when it is completely full. A reset date is not usually decided until the canvas is full, but the average canvas life-span is around 1 month. Updates are posted in our <a href="https://pxls.space/discord" target="_blank">Discord server</a> when a reset date is set.
fi: Kyllä. Kanvas nollautuu kun se on aivan täynnä. Nollautumispäivää ei yleensä päätetä ennen kuin kanvas on täynnä, mutta kanvaasin keskimääräinen elinikä on noin 1 kuukausi. Päivityksiä julkaistaan <a href="https://pxls.space/discord" target="_blank">Discord serverillämme</a> kun Nollautumispäivä on asetettu.

source: Where can I see the past canvases?
fi: Missä voin nähdä aikaissemmat kanvaasit?

source: The past canvases are featured on our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, or the 3rd party website <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, which records timelapses and a lot of useful information on each canvas.
fi: Aikaisemmat kanvaasit ovat esillä <a href="https://pxls.space/discord" target="_blank">Discord serverillämme</a>, tai 3. osapuolen sivustolla <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, joka tallentaa timelapseja ja paljon hyödyllistä informaatiota jokaisesta kanvaasista.

source: How do I see who placed a pixel?
fi: Kuinka näen kuka asetti pikselin?

source: By shift-clicking (or tap and hold on mobile) a pixel, you can see who placed a pixel, how many pixels they have placed, and when they placed it.
fi: Shift-klikkaamalla (tai napauta ja pidä pohjassa mobiililla) pikseliä, voit ähdä kuka asetti pikselin, kuinka monta pikseliä he ovat asettaneet ja milloin he asettivat sen.

source: How do I report someone?
fi: Kuinka ilmiannan jonkun?

source: Shift-click (or tap and hold on mobile) on a pixel, and click the Report button.
fi: Shift-klikkaa (tai napauta ja pidä pohjassa mobiililla) pikseliä ja paina Ilmianna painiketta.

source: How do I change the color of my name in the chat?
fi: Kuinka muutan nimeni väriä chatissä?

source: There is a "Username Color" option near the bottom of the settings panel.
fi: Asetuspaneelin alaosan lähellä on "Käyttäjänimen Väri" asetus.

source: What is a "virginmap"?
fi: Mikä on "neitsytkartta"?

source: The virginmap shows which pixels have not yet been placed on (or “virgin” pixels).
fi: Neitsytkartta näyttää pikselit, jolle ei ole vielä asetettu (tai “neitsyyt” pikselit).

source: How do I report bugs?
fi: Kuinka raportoin bugeista?

source: Submit bugs to the #dev-and-bugs channel in the <a href="https://pxls.space/discord" target="_blank">Discord server</a>. If you have found an exploit, please message one of the staff members privately (through DMs).
fi: Lähetä bugit #dev-and-bugs -kanavalle <a href="https://pxls.space/discord" target="_blank">Discord serverillä</a>.Jos olet löytänyt exploitin, ole hyvä ja lähetä viesti yhdelle henkilökuntamme jäsenistä yksityisesti (DM:ien kautta).

source: How do I get more info or contact staff?
fi: Kuinka saan lisätietoa tai otan yhteyttä henkilökuntaan?

source: Check the info panel (the icon on the top left) for more details and links, or join our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, where a staff member will gladly respond.
fi: Tarkista infopaneeli (kuvake ylävasemmalla) saadaksesi lisää yksityiskohtia ja linkkejä, tai liity <a href="https://pxls.space/discord" target="_blank">Discord serverillemme</a>, jossa henkilökunnan jäsenet ovat ilosia vastaamaan.

source: Welcome!
fi: Tervetuloa!

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas based on Reddit's <a href="https://www.reddit.com/r/place" target="_blank">r/place</a> event from 2017 that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
fi: Tervetuloa pxls.space:een! Pxls on monen pelaajan yhteistyöllinen nettikanvaasi, joka perustuu Redditin <a href="https://www.reddit.com/r/place" target="_blank">r/place</a> -tapahtumaan vuodelta 2017. joka mahdollistaq minkä tahansi huviteltavissasi olvean luomisen pikseli kerrallaan. Liity satojen muiden pelaajien kanssa Pxls yhteisöön ja luo mahtavia taideteoksia yhdessä joukkueena, tai yksin.

source: The best place to reach staff and fellow community is in the discord!
fi: Paras paikka saavuttaa henkilökunta ja yhteisön jäseniä on Discordissa!

source: Check out our social media pages, and please take the time to read the rules below. Have fun creating (or changing) art!
fi: Käy katsomassa sosiaalisen median sivumme, ja ole hyvä ja lue säännöt alapuolella. Pidä hauskaa luodessasi (tai muuttaessasi) taidetta!

source: Canvas Rules
fi: Kanvaasin Säännöt

source: We pride ourselves on trying to keep an open canvas for all free from outside interference on our end, and especially censorship. However, for the good of the community and on accounts of our own beliefs, please acknowledge and obey the following guidelines:
fi: Olemme ylpeitä yrittäessämme pitää avoimen kanvaasin puhtaana ulkoisista häiriöistä meidän osaltamme, etenkin sensoroinnista. Kuitenkin, yhteisön hyväksi ja uskomustemme puolseta, ole hyvä ja huomioi ja noudata seuraavia ohjeita:

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>f****t</i>, <i>n****r</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
fi: Ei vihanomaista kuvantamista tai halventavaa puhetta. Tämä sisältää mutta ei ole rajattu sanoihin kuten <i>f****t</i>, <i>n****r</i>, jne; mukaanlukien Swastika, Vasara ja Sirppi, ja mitkä tahansa muut terrorismin symbolit.

source: No NSFW or NSFL content.
fi: Ei NSFW tai NSFL sisältöä.

source: No nudity or otherwise sexually explicit content
fi: Ei alastomuutta tai muuten seksuaalista sisältöä

source: No female-presenting nipples/bare breasts, genitalia, sexual fluids
fi: Ei naista-esittäviä nännejä/paljaita rintoja, sukuelimiä, seksuaalisia nesteitä

source: No sexual imagery/erotica
fi: Ei seksuaalista kuvantamista/erotiikkaa

source: No excessive blood or otherwise obscene/shocking content
fi: Ei liioiteltua verta tai muuten säädytöntä/järkyttävää sisältöä

source: No more than <b>one</b> account per user, no exceptions. Multiple account users will be banned from creating art on the canvas.
fi: Ei enempää kuin <b>yksi</b> tili käyttäjää kohden, ei poikkeuksia. Monen tilin käyttäjät saavat porttikiellon taiteen luomisesta kanvaasille.

source: No auto-placement tools of any kind, you must place the pixels manually.
fi: Ei minkäänlaisia automaattiasetustyökaluja, sinun täytyy asettaa pikselit manuaalisesti.

source: Do not abuse site functionality, such as reports or lookups. (e.g. automated reporting/lookups, etc.)
fi: Älä hyväksikäytä sivun toimintoja, kuten raportointia tai hakuja. (esim. automatisoitu raportointi/haku, yms.)

source: Any automated aggregation of data from user lookups is not allowed, and will result in a ban.
fi: Kaikki käyttäjähakudatan automaattinen yhdistäminen on kielletty ja tulee johtamaan porttikieltoon.

source: Staff have final say in any rule disputes
fi: Henkilökunnalla on suurin päätösvalta kaikissa sääntöriidoissa

source: If you feel a moderator has acted inappropriately, please report it to an administrator.
fi: Jos tunnet moderaattorin käyttäytyneen epäsopivasti, ole hyvä ja ilmoita asiasta järjestelmänvalvojalle.

source: If you believe you have been falsely banned you may contact a moderator or administrator.
fi: Jos uskot virheellisesti saaneesi porttikiellon voit ottaa yhteyttä moderaattoriin tai järjestelmänvalvojaan.

source: Chat Rules
fi: Chatin Säännöt

source: Keep chat civil. No harassment or homophobic/transphobic/disablist language.
fi: Pidä chatti säädyllisenä. Ei haukkumista tai homophobista/transphobista/disabliststa kielenkäyttöä.

source: No hate speech. This includes emoji/symbols/ASCII art.
fi: Ei vihapuhetta. Tämä sisältää emojit/symboit/ASCII taiteen.

source: Normal swearing/etc is allowed
fi: Tavallinen kiroilu/yms on sallittua

source: No spamming
fi: Ei spämmäystä

source: This includes excessive ASCII art/emojis/symbols/whitespace
fi: Tämää sisältää liiallisen ASCII taiteen/emojit/symbolit/välilyönnit

source: No "copy pasta"s
fi: Ei "copy pastoja"

source: No links to sites that actively break the canvas or chat rules (e.g. porn sites)
fi: Ei linkkejä sivustoille jotka aktiivisesti rikkovat kanvaasin tai chatin sääntöjä (esim. porno sivustoja)

source: No symbology which break the canvas or chat rules (e.g. NSFW ASCII art)
fi: Ei symbologiaa joka rikkoo kanvaasin tai chatin sääntöjä (esim. NSFW ASCII taide)

source: No personal information
fi: Ei henkilökohtaista informaatiota

source: Links
fi: Linkit

source: Terms of Service
fi: Palvelun Ehdot

source: Discord (main hub)
fi: Discord (pääkeskus)

source: Twitter
fi: Twitteri

source: GitHub (back end)
fi: GitHub (backendi)

source: GitHub (front end)
fi: GitHub (frontendi)

source: Single-player mode
fi: Yksinpelitila

source: Statistics
fi: Statistiikkoja

source: Profile (user info, factions, etc.)
fi: Profiili (käyttäjätietoja, ryhmät, yms.)

source: Generator, progress checker, and monitor for Pxls templates
fi: Generaattori, edistyksentarkistaja, ja tarkkailija Pxls malleille

source: Charity (templates, monitors, etc.)
fi: Charity (mallit, tarkkailu, yms.)

source: Archives
fi: Arkistot

source: PxlsFiddle (archives)
fi: PxlsFiddle (arkistot)

source: Donate
fi: Lahjoita

source: Donations are not accepted at this time, but this panel will be updated when they're open again!
fi: Lahjoituksia ei tällä hetkellä oteta vastaan, mutta tämö paneeli päivitetään kun ne ovet taas avoimet!

source: {0}'s Profile
fi: {0}:n Profiili

source: My Data
fi: Datani

source: Reports
fi: Ilmiannot

source: Factions
fi: Ryhmät

source: You must be logged in to view your profile.
fi: Sinun täytyy olla kirjautunut sisään nähdäksesi profiilisi.

source: Registration Date
fi: Rekisteröitymispäivä

source: Alltime Pixels
fi: Kaiken Ajan Pikselit

source: Current Canvas Pixels
fi: Nykyisen Kanvaasin Pikselit

source: Discord Tag
fi: Discord Tagi

source: Faction
fi: Ryhmät

source: None
fi: Ei mitään

source: Roles
fi: Roolit

source: Canvas Ban Expiry
fi: Kanvaasiporttikiellon Päättymisaika

source: Never
fi: Ei koskaan

source: Chat Ban Expiry
fi: Chattiporttikiellon Päättymisaika

source: View rankings and other stats <a href="/stats">here</a>.
fi: Katso listasijoitkuskia ja muita statistiikkoja <a href="/stats">täällä</a>.

source: You must be logged in to view your reports.
fi: Sinun täytyy olla kirjautunut sisään nähdäksesi ilmiantosi.

source: Canvas Reports ({0}/{1} open)
fi: Kanvaasi-ilmiannot ({0}/{1} avoinna)

source: Report on {0} (closed)
fi: Ilmiannettu {0} (suljettu)

source: Report on {0} (open)
fi: Ilmiannettu {0} (avoinna)

source: Reported {0} on {1}
fi: Ilmiannettiin {0} aikaan {1}

source: There are no canvas reports to show.
fi: Ei kanvaasi-ilmiantoja näytettävissä.

source: Chat Reports ({0}/{1} open)
fi: Chatti-ilmiannot ({0}/{1} avoinna)

source: There are no chat reports to show.
fi: Ei chatti-ilmiantoja näytettävissä.

source: You must be logged in to manage your factions.
fi: Sinun täytyy olla kirjautunut sisään hallitaksesi ryhmiäsi.

source: You are faction restricted and cannot create new factions. If you believe this is an error, please contact a moderator.
fi: Olet ryhmärajoitettu ja et voi luoda uusia ryhmiä. Jos uskot tämän olevan virhe, ole hyvä ja ota yhteys moderaattoriin.

source: You are canvas banned and cannot create new factions. If you believe this is an error, please contact a moderator.
fi: Sinulla on kanvaasiporttikielto ja et voi luoda uusi ryhmiä. Jos uskot tämän olevan virhe, ole hyvä ja ota yhteys moderaattoriin.

source: You must have at least {0} all-time pixels to create a faction.
fi: Sinullä täytyy olla ainakin {0} pixeliä kaikelta ajalta luodakses ryhmän.

source: Create
fi: Luo

source: Join
fi: Liity

source: This is your currently displayed faction.
fi: Tämä on tällä hetkellä esitetty ryhmäsi.

source: {0} (members: {1}, ID: {2})
fi: {0} (jäsenet: {1}, ID: {2})

source: Owner: {0}
fi: Omistaja: {0}

source: Remove Displayed
fi: Poista Esitetty

source: Set Displayed
fi: Aseta Esitetty

source: Members
fi: Jäsenet

source: Edit
fi: Muokkaa

source: Delete
fi: Poista

source: Leave
fi: Poistu

source: You are not in any factions yet!
fi: Et ole vielä yhdessäkään ryhmässä!

source: You must be logged in to view your data.
fi: Sinun täytyy olla kirjautunut sisään nähdäksesi datasi.

source: Log Keys
fi: Logiavaimet

source: Log keys can be used by those who have them to tell which pixels you placed on previous canvases.
fi: Ne, joilla on logiavain voivat keyttää sitä selvittääkseen mitkä pikselit asetit aikaisemmilla kanvaaseilla.

source: Canvas Code
fi: Kanvaasikoodi

source: Log Key
fi: Logiavain

source: You have no log keys yet!
fi: Sinulla ei vielä ole yhtään logiavaimia!

source: Log keys should show up here after a canvas you have placed on ends.
fi: Logiavaimien pitäisi tulla näkyviin täällä kun kanvaasi jolla olet asettanut päättyy.

source: Members of {0} ([{1}])
fi: {0}:n jäsenet ([{1}])

source: Close
fi: Sulje

source: Faction Members
fi: Ryhmän jäsenet

source: Transfer Ownership
fi: Siirrä Omistus

source: Ban
fi: Anna Porttikielto

source: Nothing to see here!
fi: Ei mitään nähtävää!

source: Faction Bans
fi: Ryhmäporttikiellot

source: Unban
fi: Poista Porttikielto

source: Find A Faction
fi: Löydä Ryhmä

source: Search:
fi: Etsi:

source: Enter a search term to get started.
fi: Anna hakutermi aloittaaksesi.

source: Load More
fi: Lataa Lisää

source: Send alert...
fi: Lähetä hälytys...

source: Rule #1: Hateful/derogatory speech or symbols
fi: Sääntö #1: Vihamielinen/halventava puhe tai sumbolit

source: Rule #2: Nudity, genitalia, or non-PG-13 content
fi: Sääntö #2: Alastomuus, sukupuolielimet, tai ei-PG-13 sisältö

source: Rule #3: Multi-account
fi: Sääntö #3: Monta tiliä

source: Rule #4: Botting
fi: Sääntö #4: Bottaaminen

source: Other (specify below)
fi: Muu (määrittele alla)

source: Additional information (if applicable)
fi: Lisätiedot (jos sovellettavissa)

source: Revert pixels of the last
fi: Palauta pikselit edellisen

source: hours
fi: tunnin ajalta

source: You must specify the details.
fi: Sinun täytyy määrittää yksityiskohdat.

source: Something went wrong! Perhaps insufficient permissions?
fi: Jokin meni pieleen! Mahdollisesti oikeuksien puute?

source: Shadowban user
fi: Piiloporttikiellä käyttäjä

source: Shadowbanned user
fi: Piiloporttikielletty käyttäjä

source: Permaban user
fi: Porttikiellä käyttäjä lopullisesti

source: Permabanned user
fi: Lopullisesti porttikielletty käyttäjä

source: Ban user
fi: Porttikiellä käyttäjä

source: Banned user
fi: Porttikielletty käyttäjä

source: Unbanned user ${username}
fi: Poistettu porttikielto käyttäjältä ${username}

source: shadow
fi: piilo

source: never
fi: ei koskaan

source: permanent
fi: lopullinen

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Yes (permanent)
fi: Kyllä (lopullinen)

source: Username
fi: Käyttäjänimi

source: Profile
fi: Profiili

source: Logins
fi: Kirjautumiset

source: All Time Pixels
fi: Kaiken Ajan Pikselit

source: Rename Requested
fi: Nimenvaihto Pyydetty

source: Discord Name
fi: Discord Nimi

source: Banned
fi: Porttikielletty

source: Chatbanned
fi: Chattiporttikielletty

source: Ban Reason
fi: Porttikiellon Syy

source: Ban Expiracy
fi: Porttikiellon Päättyminen

source: Chatban Reason
fi: Chattiporttikiellon Syy

source: (canvas ban)
fi: (kanvaasiporttikielto)

source: when canvas ban ends
fi: milloin kanvaasiporttikielto päättyy

source: Chatban Expires
fi: Chattiporttikielto Päättyy

source: Ban (24h)
fi: Porttikiellä (24h)

source: Permaban
fi: Porttikiellä Lopullisesti

source: Shadowban
fi: Piiloporttikiellä

source: Custom ban length:
fi: Muokattu porttikiellon pituus:

source: ${type} ${arg} not found.
fi: ${type} ${arg} ei löydetty.

source: Unban Reason:
fi: Porttikiellon Poistamisen Syy:

source: Unbanning ${username}
fi: Poistetaan porttikielto keyttäjältä ${username}

source: Cancel
fi: Peruuta

source: MOD
fi: MODERAATTORI

source: Ignore cooldown
fi: Jätä viive huomioimatta

source: Place any color
fi: Aseta mikä tahansa väri

source: Ignore placemap
fi: Jätä asetuskartta huomioimatta

source: Ban user (24h)
fi: Porttikiellä käyttäjä (24h)

source: Unban user
fi: Poista käyttäjän porttikielto

source: Check user
fi: Tarkista käyttäjä

source: profile
fi: profiili

source: User Agent
fi: Käyttäjäagentti

source: Send Alert
fi: Lähetä Hälytys

source: Mod Actions
fi: Moderaattoritoiminnot

source: More...
fi: Lisää...

source: pxls canvas
fi: pxls kanvaasi

source: Ask
fi: Kysy

source: Open in a new tab
fi: Avaa uudessa välilehdessä

source: Open in current tab (replacing template)
fi: Avaa nykyisessä välilehdessä (malli korvautuu)

source: Jump to coordinates without replacing template
fi: Mene koordinaatteihin korvaamatta mallia

source: Please upload your template image to a third-party image host.
fi: Ole hyvä ja lataa mallikuvasi kolmannen osapuolen kuvapalvelimelle.

source: You must have at least
fi: Sinulla täytyy olla ainakin

source: pixels to send links.
fi: pikseliä lähettääksesi linkkejä.

source: You must be logged in to chat.
fi: Sinun täytyy olla kirjautunut sisään käyttääksesi chattia.

source: No Results
fi: Ei Tuloksia

source: Reply
fi: Vastaa

source: none provided
fi: ei mitään annettu

source: Purged by ${purge.initiator} with reason: ${reason}
fi: Puhdistettu ${purge.initiator} toimesta syystä: ${reason}

source: External Link
fi: Ulkoinen Linkki

source: This link is taking you to the following website:
fi: Tämä linkki vie sinut seuraavalle verkkosivulle:

source: The operators of this website have no responsibility or control over the contents hosted at {0}. Are you sure you want to go there?
fi: Tämän sivuston operoijilla ei ole vastuuta tai hallintaa sisältöön, joka sijaitsee kohteessa {0}. Oletko varma että haluat mennä sinne?

source: Note: You can disable this popup in settings.
fi: Huom: Voit kytkeä tämän ponnahdusikkunan pois käytöstä asetuksissa.

source: Visit Site
fi: Vieraile Sivustolla

source: template:
fi: malli:

source: Open Failed
fi: Avaaminen Epäonnistui

source: Failed to automatically open in a new tab
fi: Avaaminen automaattisesti uudessa ikkunassa epäonnistui

source: Click here to open in a new tab instead
fi: Paina tästä sen sijaan avataksesi uudessa välilehdessä

source: Open Template
fi: Avaa Malli

source: This link will overwrite your current template. What would you like to do?
fi: Tämä linkki korvaa nykyisen mallisi. Mitä haluaisit tehdä?

source: Note: You can set a default action in the settings menu which bypasses this popup completely.
fi: Huom: Voit asettaa oletustoiminnon asetusvalikossa, jolloin ohitat tämän ponnahdusikkunan kokonaan.

source: Report
fi: Ilmianna

source: Mention
fi: Mainitse

source: Ignore
fi: Älä Huomioi

source: Chat (un)ban
fi: Chatti porttikiellä/poista porttikielto

source: Purge User
fi: Siivoa Käyttäjä

source: Mod Lookup
fi: Moderaattorihaku

source: Chat Lookup
fi: Chattihaku

source: Enter a reason for your report
fi: Anna syy ilmiannollesi

source: You are reporting a chat message from ${reportTarget} with the content:
fi: Olet ilmiantamassa viestin käyttäjältä ${reportTarget}, jonka sisältö on:

source: Sent report!
fi: Ilmianto lähetetty!

source: Error sending report.
fi: Virhe ilmiantoa lähettäessä.

source: Report User
fi: Ilmianna Käyttäjä

source: User ignored. You can unignore from chat settings.
fi: Käyttäjää ei huomioida. Voit poistaa huomitta jättämisen chattiasetuksissa.

source: Failed to ignore user. Either they\'re already ignored, or an error occurred. If the problem persists, contact a developer.
fi: Käyttäjän huomioimatta jättäminen epäonnistui. Joko hän on jo asetettu olemaan huomioimatta, tai virhe tapahtui. Jos ongelma toistuu, ota yhteys kehittäjään.

source: Permanent
fi: Lopullinen

source: Temporary
fi: Väliaikainen

source: Rule 3: Spam
fi: Sääntö 3: Spämmääminen

source: Rule 1: Chat civility
fi: Sääntö 1: Chatin säävyllisyys

source: Rule 2: Hate Speech
fi: Sääntö 2: Vihapuhe

source: Rule 5: NSFW
fi: Sääntö 5: NSFW

source: Custom
fi: Muokattu

source: Banning:
fi: Porttikielletään:

source: Message:
fi: Viesti:

source: Ban Length
fi: Portttikiellon Pituus

source: Reason
fi: Syy

source: Purge Messages
fi: Siivoa Viestit

source: Purging all messages is disabled during snip mode
fi: Kaikkien viestien puhdistaminen on poistettu käytöstä leikkaustilassa

source: Silent (no purge message)
fi: Hiljainen (ei siivousviestiä)

source: Custom reason
fi: Muokattu syy

source: Additional information:
fi: Lisätietoja:

source: Chatban initiated
fi: Chattiporttikielto käynnistetty

source: Error occurred while chatbanning
fi: Virhe tapahtui chattiporttikieltäessä

source: Chatban
fi: Chattiporttikielto

source: Failed to delete
fi: Poistaminen epäonnistui

source: User:
fi: Käyttäjä:

source: Message:
fi: Viesti:

source: Reason:
fi: Syy:

source: Delete Message
fi: Poista Viesti

source: Purge
fi: Siivoa

source: Selected Message
fi: Valittu Viesti

source: Purge Reason
fi: Siiivoamisen Syy

source: User purged
fi: Käyttäjä siivottu

source: Error sending purge.
fi: Virhe siivousta lähettäessä.

source: Toggle Rename Request
fi: Kytke Nimenvaihtopyyntö

source: Select one of the options below to set the current rename request state.
fi: Valitse yksi alla olevista vaihtoehdoista asettaaksesi nykyisen uudelleennimeämispyynnön tilan.

source: Rename request updated
fi: Uudelleenniemämispyyntö päivitetty

source: An unknown error occurred. Please contact a developer
fi: Tuntematon virhe tapahtui. Ole hyvä ja ota yhteys kehittäjään

source: New Name:
fi: Uusi Nimi:
