Repository: pxlsspace/pxls-web
Catalog: po/Localization_*.po
Languages: fi

source: Enter the new name for the user below. Please note that if you\'re trying to change the caps, you\'ll have to rename to something else first.
fi: Anna uusi nimi käyttäjälle alla. Huomio, että jos olet muuttamassa kirjainkokoja, sinun täytyy ensin vaihtaa nimi johonkin muuhun.

source: User renamed
fi: Käyttäjän nimi vaihdettu

source: Force Rename
fi: Pakota Uudelleennimeäminen

source: You cannot use chat while canvas banned.
fi: Et voi käyttää chattia kun sinulla on kanvaasiporttikielto.

source: Sending...
fi: Lähetetään...

source: additional information:
fi: lisätietoja:

source: Report Pixel
fi: Ilmianna pikseli

source: This pixel is background (was not placed by a user).
fi: Tämä pikseli on osa taustaa (ei ole käyttäjän asettama).

source: Hide sensitive information
fi: Piilota arkaluonteiset tiedot

source: Move Template Here
fi: Siirrä Malli Tänne

source: An error occurred, either you aren't logged in or you may be attempting to look up users too fast. Please try again in 60 seconds
fi: Virhe tapahtui, joko et ole kirjautuut sisään tai yrität hakea käyttäjiiä liian nopeasti. Ole hyvä ja yritä uudelleen 69 sekunnin kuluttua

source: Coords
fi: Koordinaatit

source: View Profile
fi: Katso Profiili

source: Origin
fi: Lähde

source: Part of a nuke
fi: Osa pommitusta

source: Placed by a staff member using placement overrides
fi: Henkilökunnan jäsenen asettama käyttäen asetusohitusta

source: Time
fi: Aika

source: just now
fi: juuri nyt

source: ${hoursStr}:${minuteStr}:${secsStr} ago
fi: ${hoursStr}:${minuteStr}:${secsStr} sitten

source: Posted by ${notification.who}
fi: Julkaissut ${notification.who}

source: Expires ${expiry}
fi: Vanhenee ${expiry}

source: There was an error getting the image
fi: Tapahtui virhe hankkiessa kuvaa

source: Your next pixel will be available in ${delay} seconds!
fi: Seuraava pikselisi tulee olemaan saatavilla ${delay} sekunnissa!

source: Your next pixel has been available for ${alertDelay} seconds!
fi: Seuraava pikseilisi on ollut saatavilla ${alertDelay} sekuntia!

source: Your next pixel is available!
fi: Seuraava pikselisi on saatavilla!

source: Dark
fi: Tumma

source: Darker
fi: Tummempi

source: Blue
fi: Sininen

source: Purple
fi: Violetti

source: Green
fi: Vihreä

source: Matte
fi: Matta

source: Terminal
fi: Terminaali

source: Red
fi: Punainen

source: A new ${type} report has been received.
fi: Uusi ${type} ilmianto on saatu.

source: Cannot fetch local files. Use the file selector in template settings.
fi: Ei voida noutaa paikallisia tiedostoja. Käytä tiedostonvalitsinta malliasetuksissa.

source: Redirect Warning
fi: Uudelleenohjausvaroitus

source: Are you sure you want to redirect to the following URL?
fi: Oletko varma että haluat uudelleenohjata seuraavaan URL:n?

source: Drag and dropped file must be a valid image.
fi: Vedetyn ja pudotetun tiedoston täytyy olla oikeamuotoinen kuva

source: Discord name updated successfully
fi: Discord nimi päivitetty onnistuneesti

source: Couldn\'t change discord name:
fi: Ei voitu muuttaa Discord nimeä:

source: By logging in or registering, you agree to the <a href="{0}" target="_blank">terms of use</a> and <a href="{1}" target="_blank">privacy policy</a>.
fi: Krjautumalla sisään ja rekisteröitymällä hyväksyt <a href="{0}" target="_blank">käyttöehdot</a> ja <a href="{1}" target="_blank">tietosuojakäytännön</a>.

source: Sign in with {0}
fi: Kirjaudu sisään käyttäen {0}

source: New Accounts Disabled
fi: Uudet Tilit Poistettu käytöstä

source: online
fi: paikalla

source: Sign Out
fi: Kirjaudu Ulos

source: Are you sure you want to sign out?
fi: Oletko varma että haluat kirjautua ulos?

source: You are permanently banned.
fi: Sinulla on lopullinen porttikielto.

source: You are temporarily banned and will not be allowed to place until ${timestamp}
fi: Sinulla on väliaikainen porttikielto ja et voi asettaa ennen aikaa ${timestamp}

source: You can contact us using one of the links in the info menu.
fi: Voit ottaa meihin yhteyttä käyttäen jotain infovalikon linkeistä.

source: If you think this was an error, please contact us using one of the links in the info tab.
fi: Jos arvelet tämän olevan virhe, ole hyvä ja ota meihin yhteyttä käyttäen jotain infovälilehden linkeistä.

source: Ban reason:
fi: Porttikiellon syy:

source: An unknown error occurred. Please contact staff on discord
fi: Tuntematon virhe tapahtui. Ole hyvä ja ota yhteyttä henkilökuntaan Discordissa

source: Staff have required you to change your username, this usually means your name breaks one of our rules.
fi: Henkilökunta on vaatinut sinun vaihtavan käyttäjänimesi, yleensä tämä tarkoittaa että nimesi rikkoo jotain säännöistämme.

source: If you disagree, please contact us on Discord (link in the info panel).
fi: Jos arvelet toisin, ole hyvä ja ota meihin yhteyttä Discordissa (linkki infopaneelissa).

source: New Username:
fi: Uuusi Käyttäjänimi:

source: Not now
fi: Ei nyt

source: Change
fi: Vaihda

source: You must change your username.
fi: Sinun täytyy vaihtaa käyttäjänimesi.

source: Click here to continue.
fi: Paina tästä jatkaaksesi.

source: Alert
fi: Hälytys
