Repository: pxlsspace/pxls-web
Catalog: po/Localization_*.po
Languages: fi

source: My Profile
fi: Profiilini

source: My Factions
fi: Ryhmäni

source: Not Found
fi: Ei löydetty

source: The content you requested could not be found at this URL. If you believe this is an error, please contact a developer.
fi: Sisältö jota yrität saada ei löytynyt tästä URL osoitteesta. Jos uskot tämän olevan virhe, ota yhteyttä kehittäjään.

source: Back to Pxls
fi: Palaa Pxlsiin

source: Not Authenticated
fi: Ei Vahvistettu

source: You must be logged in to access this data. Please go back to pxls and go through the authentication process.
fi: Sinun täytyy olla kirjautunut sisään pystyäksesi näkemään tämän datan. Ole hyvä ja palaa pxlsiin käydäksesi läpi kirjautumisprosessin.

source: Not Allowed
fi: Ei Lupaa

source: The action you attempted to perform is not allowed or resulted in an error. Please ensure you have access to the endpoint and try again later.
fi: Toiminto jonka yritit suorittaa ei ole sallittu tai johti virheeseen. Varmista että päätepiste on käytettävissäsi ja yritä uudelleen.

source: Place pixels with people to create art
fi: Aseta pikseleitä muiden kanssa luodaksesi taidetta

source: Lost connection to server, reconnecting...
fi: Yhteys palvelimeen katkesi, yhdistetään uudelleen...

source: Loading Heatmap (press <kbd>H</kbd> to cancel)
fi: Ladataan lämpökarttaa (paina <kbd>H</kbd> peruaksesi)

source: Loading Virginmap (press <kbd>X</kbd> to cancel)
fi: Ladataan neitsytkarttaa (paina <kbd>X</kbd> peruaksesi)

source: Logout
fi: Kirjaudu ulos

source: Canvas:
fi: Kanvas:

source: All Time:
fi: Kaikki:

source: Loading online user count&hellip;
fi: Ladataan actiivisten käyttäjien lukumäärää&hellip;

source: Pixels
fi: Pixeliä

source: Undo
fi: Peruuta

source: You are not signed in.
fi: Et ole kirjautunut sisään.

source: Sign in with...
fi: Kirjaudu sisään käyttäen...

source: Loading...
fi: Ladataan...

source: Sign up
fi: Rekisteröidy

source: Pick a username
fi: Valitse käyttäjänimi

source: Username:
fi: Käyttäjänimi:

source: Discord Tag (Optional):
fi: Discord Tagi (Vapaaehtoinen):

source: Drag and drop template image
fi: Vedä ja pudota mallikuva

source: Exit
fi: Poistu

source: Info
fi: Tietoja

source: Close Panel
fi: Sulje Paneeli

source: Chat
fi: Chatti

source: Pings
fi: Pingit

source: Settings
fi: Asetukset

source: Jump To Bottom
fi: Siirry pohjalle

source: Replying to
fi: Vastataan käyttäjälle

source: On
fi: Päällä

source: Search
fi: Etsi

source: keybinds;keys;keyboard;hotkeys
fi: näppäinsidokset;näppäimet;näppäimistö;pikanäppäimet

source: Keybinds
fi: Näppäinsidokset

source: general
fi: yleiset

source: General
fi: Yleiset

source: move;moving;panning;drag
fi: liiku;liikkuminen;siirtäminen;vedä

source: Mouse/arrows/wasd to pan
fi: Hiiri/nuolet/wasd siirtyäksesi

source: mousewheel;zooming
fi: hiiren rulla;zoomaaminen

source: Scroll/pinch to zoom
fi: Rullaa/nipistä zoomataksesi

source: scroll;zooming
fi: rullaa;zoomaaminen

source: <kbd>+</kbd>/<kbd>-</kbd> or <kbd>Q</kbd>/<kbd>E</kbd> to zoom
fi: <kbd>+</kbd>/<kbd>-</kbd> tai <kbd>Q</kbd>/<kbd>E</kbd> zoomataksesi

source: lookups
fi: tarkastelut

source: <kbd>Shift</kbd> + Click/Hold touch to lookup pixel
fi: <kbd>Shift</kbd> + Click/Pidä kosketusta pohjassa tarkastellaksesi pixeliä

source: overlays;alignment;grid hidden;grid shown;hide grid;show grid
fi: näkymät;linjaus;ruudukko piilotettu;ruudukko näytetty;piilota ruudukko;näytä ruudukko

source: <kbd>G</kbd> to toggle grid
fi: <kbd>G</kbd> kytkeäksesi ruudukon

source: close;information shown;information hidden;info shown;info hidden;hide information;show information
fi: sulje;tiedot näytetty;tiedot piilotetty;tieto näytetty;tieto piilotetty;piilota tiedot;näytä tiedot

source: <kbd>I</kbd> to open info
fi: <kbd>I</kbd> avataksesi tiedot

source: close;settings hidden;settings shown;hide settings;show settings
fi: sulje;asetukset piilotettu;asetukset näytetty;piilota asetukset;näytä asetukset

source: <kbd>T</kbd> to open settings
fi: <kbd>T</kbd> avataksesi asetukset

source: close;chat hidden;chat shown;hide chat;show chat
fi: sulje;chatti piilotetty;chatti näytetty;piilota chatti;näytä chatti

source: <kbd>B</kbd> to open chat
fi: <kbd>B</kbd> avataksesi chatin

source: canvas locked;move;moving;zoom;zooming
fi: kanvas lukittu;liiku;liikkuminen;zoom;zoomaaminen

source: <kbd>L</kbd> to toggle locking panning of the canvas
fi: <kbd>L</kbd> kytkeäksesi kanvasin siirtämisen

source: take screenshot;image;download;picture;canvas
fi: ota kuvankaappaus;kuva;lataa;kuva;kanvas

source: <kbd>P</kbd> to take a snapshot
fi: <kbd>P</kbd> ottaaksesi kaappauksen

source: overlays;user activity;pixels placed pixels;heatmap hidden;heatmap shown;hide heatmap;show heatmap
fi: näkymät;käyttäjän aktiviteetti;pikseleitä asetettuja pixeleitä;lämpökartta piilotettu;lämpökartta näytetty;piilota lämpökartta;näytä lämpökartta

source: <kbd>H</kbd> to toggle heatmap
fi: <kbd>H</kbd> kytkeäksesi lämpokartan

source: overlays;user activity;pixels unplaced pixels;virginmap hidden;virginmap shown;hide virginmap;show virginmap
fi: näkymät;käyttäjän aktiviteetti;pikseleitä asettamattomia pikseleitä;neitsytkartta piilotettu;neitsytkartta näytetty;piilota neitsytkartta;näytä neitsytkartta

source: <kbd>X</kbd> to toggle virginmap
fi: <kbd>X</kbd> kytkeäksesi neitsytkartan

source: overlays;user activity;pixels placed pixels;wipe;clean;
fi: näkymät;käyttäjän aktiviteetti;pikseleitä asetettuja pixeleitä;pyyhi;puhdista;

source: <kbd>O</kbd> to clear heatmap
fi: <kbd>O</kbd> tyhjentääksesi lämpökartan

source: overlays;user activity;pixels unplaced pixels;wipe;clean;
fi: näkymät;käyttäjän aktiviteetti;pikseleitä asettamattomia pikseleitä;pyyhi;puhdista;

source: <kbd>U</kbd> to clear virginmap
fi: <kbd>U</kbd> tyhjentääksesi neitsytkartan

source: next color;previous color
fi: seuraava väri;edellinen väri

source: <kbd>J</kbd>/<kbd>K</kbd> to cycle through palette colors
fi: <kbd>J</kbd>/<kbd>K</kbd> käydäksesi läpi paletin värit

source: current coordinates;coords
fi: nykyiset koordinaatit;koordinaatit

source: <kbd>C</kbd> to copy link of moused-over coordinates
fi: <kbd>C</kbd> kopioidaksesi linkki hiiren osoittamiin koordinaatteihin

source: cancel selection
fi: peruuta valinta

source: <kbd>ESC</kbd> to deselect current pixel
fi: <kbd>ESC</kbd> postaaksesi nykyinen pikselivalinta

source: recenter;jump;center on template;guides;focus
fi: uudelleenkeskitä;siirry;keskitä malliin;ohjeet;keskitys

source: <kbd>R</kbd> to center the board on the current template
fi: <kbd>R</kbd> keskittääksesi näkymän nykyiseen malliin

source: templates;guides
fi: mallit;ohjeet

source: Template
fi: Malli

source: transparency
fi: läpinäkyvyys

source: <kbd>Page Up</kbd> to increase opacity
fi: <kbd>Page Up</kbd> lisätäksesi opasiteettiä

source: <kbd>Page Down</kbd> to decrease opacity
fi: <kbd>Page Down</kbd> vähentääksesi opasiteettiä

source: hidden;shown;hide;show
fi: piilotettu;näytetty;piilota;näytetty

source: <kbd>V</kbd> to toggle visibility
fi: <kbd>V</kbd> kytkeäksesi näkyvyyden

source: Note: These values are based on QWERTY keyboards. For other layouts, use the keys corresponding to the same position on a QWERTY keyboard.
fi: Huom: Nämä arvot perustuvat QWERTY näppäimistöasetteluun. Muilla asetteluilla käytä QWERTY näppimiston sijainteja vastaavissa sijainneissa olevia näppäimiä.

source: templates;overlays;guides
fi: mallit;näkymät;ohjeet

source: templates;overlays;image;pixel art
fi: mallit;näkymät;kuva;pikselitaide

source: template enabled;template disabled;show template;hide template;template shown;template hidden
fi: malli käytössä;malli possa käytöstä;näytä malli;piilota malli;malli näytetty;malli piilotettu

source: Use template
fi: Käytä mallia

source: Hold down <kbd>Ctrl</kbd> (or <kbd>Option</kbd> on mac) to drag the template around
fi: Pidä <kbd>Ctrl</kbd> (tai <kbd>Option</kbd> macillä) siirtääksesi mallia

source: template title;template name;tab name;tab title;title=
fi: mallin otsikko;mallin nimi;välilehden nimi;välilehden otsikko;title=

source: Title:
fi: Otsikko:

source: template location source;template source URL;template URL;template=
fi: mallin sijainnin lähde;mallin lähde URL;mallin URL;template=

source: template position;template x;template y;template location; template vertical; template horizontal;ox=;oy=
fi: mallin sijainti;mallin x;mallin y;mallin sijainti; malling pystysuunta; mallin vaakasuunta;ox=;oy=

source: Horizontal position:
fi: Vaakassuntainen sijainti:

source: Vertical position:
fi: Pystysuuntainen sijainti:

source: template width;tw=
fi: mallin leveys;tw=

source: Width:
fi: Leveys:

source: Reset
fi: Palauta

source: template style;custom template
fi: mallin tyyli;oma malli;muokatty malli

source: Style:
fi: Tyyli:

source: Use Source Style
fi: Keytä lähteen tyyliä

source: 1-to-1
fi: yksi-yhteen

source: 1-to-1 (keep incorrect colors)
fi: yksi-yhteen (pidä virheelliset värit)

source: Dotted (Small, 1:2)
fi: Pisteet (Pieni, 1:2)

source: Dotted (Big, 2:2)
fi: Pisteet (Suuri, 2:2)

source: Symbols
fi: Symbolit

source: Numbers
fi: Numerot

source: Custom…
fi: Muokattu…

source: template style source;template style URL;custom style URL;custom template
fi: mallin tyyli lähde;mallih tyylin URL;muokatun tyylin URL;muokattu malli

source: Custom style URL:
fi: Muokatun tyylin URL:

source: template conversion;template palette conversion;convert to palette
fi: mallin muuntaminen;mallin paletin muuntaminen;muunna palettiin

source: Color Conversion Mode:
fi: Värinmuunnostila:

source: Unconverted
fi: Muuttumaton

source: Nearest Custom
fi: Lähin muokattu

source: template transparency;template opacity;oo=
fi: mallin läpinäkyvyys;mallin opasiteetti;oo=

source: Opacity:
fi: Opasiteetti:

source: ui;interface
fi: ui;käyttöliittymä

source: UI Settings
fi: UI Asetukset

source: language override;text
fi: kielen ylikirjoitus;teksti

source: Language override:
fi: Kielen ylikirjoitus:

source: Use Browser Language
fi: Käytä Selaimen Kieltä

source: English
fi: englanti

source: Bulgarian
fi: bulgaria

source: French
fi: ranska

source: German
fi: saksa

source: Russian
fi: vänäjä

source: Swedish
fi: ruotsi

source: themes;look;stylesheets;visuals
fi: teemat;ulkonäky;tyylisivut;visuaalit

source: Theme:
fi: Teema:

source: Default
fi: Oletus

source: hide reticule;hide reticle;reticule shown reticle shown;reticule hidden;reticle hidden
fi: piilota ristikko;ristikko näytetty;ristikko piilotettu

source: Show reticule
fi: Näytä ristikko

source: hide cursor;cursor shown;cursor hidden
fi: piilota kursori;kursori näytettu;kursori piilotettu

source: Show cursor
fi: Näytä kursori

source: darkness filter
fi: pimeys suodatin

source: Enable color brightness
fi: Ota värien kirkkaus käyttöön

source: Warning: Known to cause fuzziness in Chrome on some Mac/Linux installs
fi: Varoitus: Tiedetään aiheuttavan sumuisuutta Chromessa Mac/Linux asennuksilla

source: Color brightness:
fi: Värien kirkkaus:

source: keep current selected;keep curent color;place
fi: pidä tällä hetkellä valittu;pidä nykyinen väri;aseta

source: Deselect color after placing
fi: Poista värin valinta asettamisen jälkeen

source: mousewheel;palette scrolling
fi: hiiren rulla;paletin rullaminen

source: Enable scrolling on the palette to switch colors
fi: Ota käyttöön paletin rullaminen värien vaihtamiseksi

source: reverse scrolling;mousewheel;palette scrolling;enable scrolling on the palette to switch colors
fi: rullaaminen takaperin;hiiren rulla;paletin rullaaminen;ota käyttöön paletin rullaminen värien vaihtamiseksi

source: Invert scroll direction
fi: Käännä rullamisen suunta

source: indexed colors;palette indicies
fi: indeksoidut värit;paletti-indeksit

source: Add numbers to palette entries
fi: Lisää numerot paletin kohteisiin

source: scrollbar;palette scrolling
fi: rullauspalkki;paletin rullaaminen

source: Enable thin scrollbar
fi: Ota ohut rullauspalkki käyttöön

source: scrollbar;palette scrolling;palette stack
fi: rullauspalkki;paletin rullaaminen;paletin pinoutuminen

source: Enable palette stacking
fi: Ota paletin pinoutuminen käyttöön

source: floating bubble location
fi: kelluvan kuplan sijainti

source: Bubble position:
fi: Kuplan sijainti:

source: Top left
fi: Ylävasen

source: Top right
fi: Yläoikea

source: Bottom left
fi: Alavasen

source: Bottom right
fi: Alaoikea

source: broken;offset workaround
fi: rikki;offsetin kiertotapa

source: Attempt to fix canvas displacement bug in Chrome 78+
fi: Yritä korjata kanvasin siirtymä bugi Chrome versiossa 78+

source: chat;message;ping sound
fi: Chatti;viesti;ping ääni

source: Chat Settings
fi: Chatin asetukset

source: username;color;colour
fi: käyttäjänimi;väri

source: Username Color:
fi: Käyttäjänimen Väri:

source: chat message;chat ui
fi: chattiviesti;chatin ui

source: Interface
fi: käyttöliittymä

source: enable;disable
fi: ota käyttöön;poista käytöstä

source: Enable chat
fi: Ota chatti käyttöön

source: Page must be reloaded after changing
fi: Sivu täytyy ladata uudestaan muuttamisen jälkeen

source: chat size;chat font
fi: chatin koko;chatin fontti

source: Font Size:
fi: Fontin koko:

source: time;timestamps
fi: aika;timestampit

source: 24 Hour Timestamps
fi: 24-Tunnin Timestampit

source: badges;pixel count;pixels placed
fi: merkit;pikselien määrä;pikseleitä asetettu

source: Show pixel-placed badges
fi: Näytä pikseleitä-asetettu merkit

source: badges;factions
fi: merkit;ryhmät

source: Show faction tags
fi: Näytä rymien tagit

source: template urls;template links;template name
fi: mallien url;mallien linkit;mallin nimi

source: Replace template titles with URLs in chat where applicable
fi: Korvaa mallien otsikot URL-osoitteilla chatissä kun mahdollista

source: chat orientation;chat position
fi: chatin suunta;chatin sijainti

source: Enable horizontal chat
fi: Ota käyttöön Vaakassuntainen chatti

source: banner;animation
fi: banneri;animaatio

source: Enable the rotating banner under chat
fi: Ota keyttöön muuttuva banneri chatin alla

source: max;messages;truncate
fi: maksimi;viestit;katkaise

source: Maximum amount of chat messages:
fi: Maksimimäärä chattiviestejä:

source: link;url;behaviour
fi: linkki;url;käyttäytyminen

source: Default internal link action click:
fi: Oletus sisäisen linkin klikkaustoiminto:

source: link;url;behaviour;external;bypass;skip
fi: linkki;url;käyttäytyminen;ulkoinen;ohitus;ohita

source: Skip external link popup
fi: Ohita ulkoisten linkkien popupit

source: Note: Has no effect if external link popups are disabled by the server.
fi: Huom: Vaikutusta ei ole jos ulkoisten linkkien popupit on poistettu käytöstä palvelimella.

source: chat icon;chat notifications;chat ping
fi: chattikuvake;chatti-ilmoitukset;chattipingi

source: Chat icon badge mode:
fi: Chattikuvakkeen merrkitila:

source: Show on unread ping
fi: Näytä lukemattomalla pingillä

source: Show on unread message
fi: Näytä lukemattomalla viestillä

source: Never show
fi: Älä näytäs

source: chat icon;chat notifications;chat message
fi: chatin kuvake;chatin ilmoitukset;chattiviesti

source: Chat icon highlight mode:
fi: Chattikuvakkeen highlighting tila:

source: ignored;ignores;unignore;blocked;blocking;unblock
fi: ei huomioitu;ei huomioi;älä ole huomioimatta;estetty;estäminen;poista esto

source: Ignores
fi: Ei huomioi

source: unignore;unblock
fi: älä ole huomioimatta;posta esto

source: Unignore
fi: Älä ole huomioimatta

source: overlays;virginmap;heatmap;grid
fi: näkymät;neitsytkartta;lämpökartta;ruudukko

source: Overlay Settings
fi: Näkymien asetukset

source: heatmap;heatmap opacity;clear heatmap
fi: lämpökartta;lämpokartan opasiteetti;tyhjennä lämpökartta

source: Heatmap
fi: Lämpökartta

source: Turn on heatmap
fi: Laita lämpökartta päälle

source: (toggle with <kbd>H</kbd>)
fi: (kytke käyttämällä <kbd>H</kbd>)

source: overlays;activity;pixels placed pixels;wipe;clean
fi: näkymät;aktiviteetti;oikseleitä asetettuja pikseleitä;tyhjennä;puhdista

source: Clear heatmap
fi: Tyhjennä lämpökartta

source: (hotkey: <kbd>O</kbd>)
fi: (pikanäppäin: <kbd>O</kbd>)

source: overlays;user activity;pixels placed pixels;transparency
fi: näkymät;käyttäjän aktiivisuus;pikseleitä asetettuja pikseleitä;läpinäkyvyys

source: Heatmap background opacity:
fi: Lämpökartan taustan opasiteetti:

source: virginmap;virginmap opacity;clear virginmap
fi: neitsytkartta;neitsytkartan opasiteetti;tyhjennä neitsytkartta

source: Virginmap
fi: Neitsytkartta

source: Turn on virginmap
fi: Laita Neitsytkartta päälle

source: (toggle with <kbd>X</kbd>)
fi: (kytke kyttämällä <kbd>X</kbd>)

source: overlays;user activity;pixels unplaced pixels;transparency
fi: näkymät;keyttäjien aktiivisuus;pikseleitä asettamattomia pikseleitä;läpinäkyvyys

source: Virginmap background opacity:
fi: Neitsytkartan taustan opasiteetti:

source: overlays;activity;pixels unplaced pixels;wipe;clean
fi: näkymät;aktiviteetti;pikseleitä asettamattomia pikseleitä;tyhjennä;puhdista

source: Clear virginmap
fi: Tyhjennä neitsytkartta

source: (hotkey: <kbd>U</kbd>)
fi: (pikanäppäin: <kbd>U</kbd>)

source: Layer template underneath heatmap
fi: Laita malli lämpökartan taakse

source: grid;toggle grid
fi: ruudukko;kytke ruudukko

source: Grid
fi: Ruudukko

source: Turn on grid
fi: Laita ruudukko päälle

source: (toggle with <kbd>G</kbd>)
fi: (kytke käyttämällä <kbd>G</kbd>)

source: controls;zooming;panning;movement
fi: kontrollit;zoomaaminen;siirtyminen;liike

source: Control Settings
fi: Kontrolliasetukset

source: zooming;scrolling;scale;scaling
fi: zoomaaminen;rullaaminen;skaala;skaalaaminen

source: Zooming
fi: Zoomaaminen

source: scrolling sensitivity;zooming sensitivity;mousewheel sensitivity
fi: rullaamisen herkkyys;zoomaamisen herkkyys;hiiren rullan herkkyys

source: Zoom sensitivity:
fi: Zoomaamisen herkkkyys:

source: zooming limit;scrolling limit;mousewheel;zooming minimum;zooming maximum
fi: zoomaamisen raja;rullaamisen raja;hiiren rulla;zoomaamisen minimi;zoomaamisen maksimi

source: Minimum scale:
fi: Minimiskaala:

source: Maximum scale:
fi: Maksimiskaala:

source: rounding;zooming;scrolling;mousewheel;integer;decimal
fi: pyöristäminen;zoomaaminen;rullaaminen;hiiren rulla;kokonaisluku;desimaali

source: Round zoom values to nearest whole number
fi: Pyöristä zoomausarvot lähimpään kokonaislukuun

source: controls;miscellaneous
fi: kontrollit;sekalaiset

source: Lock the canvas (disallow canvas drag/zoom with mouse/fingers)
fi: Lukitse kanvas (älä salli kanvasin vetämistä/hiirellä zoomaamista/sormia)

source: MMB picker;mouse picker;selection;palette picker
fi: MMB valitsin;hiiren valitsin;valinta;paletin valitsin

source: Enable middle mouse button selecting color from board
fi: Ota käyyttöön värin valitseminen kentältä hiiren keskinäppäimellä

source: right click action
fi: oikean hiiren näppäimen toiminto

source: Right-click action:
fi: Oikean hiiren näppäimen toiminto:

source: Nothing
fi: Ei mitään

source: Clear color
fi: Tyhjennä väri

source: Copy color
fi: Kopioi väri

source: Lookup
fi: Haku

source: Clear color + Lookup
fi: Tyhjennnä väri + Haku

source: snapshots;screenshot;download;picture;canvas
fi: snapshotit;kuvankaappaukset;lataa;kuva;kanvaasi

source: Snapshot Settings
fi: Snapshottien asetukset

source: screenshot;snapshot;download;board;canvas
fi: kuvankaappaus;snapshotti;lataa;kenttä;kanvaasi

source: take screenshot;image;download format;picture;canvas;board
fi: ota kuvankaappaus;kuva;latausformaatti;kanvaasi;kenttä

source: Snapshot image format:
fi: Snapshottien kuvaformaatti:

source: WEBP (Chrome only)
fi: WEBP (vain Chrome)

source: sound;notification;alert;notify;ping
fi: ääni;ilmoitus;hälytys;ilmoita;pingi

source: Sound and Notification Settings
fi: Ääni- ja Ilmoitusasetukset

source: audio;mute;noise;volume
fi: ääni;hiljennä;äänenvoimakkuus

source: Enable sound
fi: Ota ääni käyttöön

source: notifs;notify;pixel notification
fi: ilmoitukset;ilmoita;pixeli-ilmoitukset

source: Enable pixel available notification
fi: Ota käyttöön pikseli saatavilla -ilmoitus

source: notification;pixel ready;alert
fi: ilmoitus;piskeli valmis;hälytys

source: Pixel Ready Notification
fi: Pikseli Valmis Ilmoitus

source: alert source;notify url;notify source;notification url;notification source
fi: hälätyksen lähde;ilmoitus url;ilmoistuksen lähde;ilmoituksen url

source: Alert URL:
fi: Ilmoitusäänen URL:

source: Update
fi: Päivitä

source: Test
fi: Testaa

source: sound level;audio level;mute audio;mute sound
fi: äänitaso;äänen voimakkuus;mykistä äänet;mykistä ääni

source: Volume:
fi: Äänenvoimakkuus:

source: alert forewarning;alert delay; notification delay; notification forewarning
fi: hälytyksen esivaroitus;hälytyksen viive; ilmoituksen viive; ilmoituksen esivaroitus

source: Delay (seconds):
fi: Viive (sekunttia):

source: chat mentions;chat pings;chat sound
fi: chattimaininnat;chattipingit;chatin äänet

source: Chat Pings
fi: Chattipingit

source: Enable pings
fi: Ota pingit käyttööm

source: mention sound
fi: mainitsemisääni

source: Play sound on ping:
fi: Toista ääni pingille:

source: Off
fi: Ei käytössä

source: Only when necessary
fi: Vain tarvittaessa

source: Always
fi: Aina

source: mention sound volume
fi: mainintaäänen voimakkuus

source: Ping sound volume:
fi: Pingiäänen voimakkuus:

source: personal account
fi: henkilökohtainen tili

source: Account Settings
fi: Tilin Asetukset

source: Public Discord name:
fi: Julkinen Discord nimi:

source: Set
fi: Aseta

source: Remove
fi: Poista

source: Help
fi: Ohjeet

source: Notifications
fi: Ilmoitukset

source: Why is the cooldown as long as it is?
fi: Miiksi cooldown on niin pitkä kuin on?

source: The time it takes to get a pixel is dynamic, and changes based on how many people are online. The cooldown time is longer when more users are online.
fi: Pixelin saamiseen kuluva aika on dynaaminen ja muuttuu aktiivisena olevien käyttäjien määrän mukaan. Cooldownin aika on pidempi mitä enemmän käyttäjiä on aktiivisena.

source: Why does it say 0/6 pixels?
fi: Mitä 0/6 pikseliä tarkoittaa?

source: This means that you are waiting for your next pixel. When you place a pixel, there is a cooldown for when you can place the next one. Over time, you can gain up to 6 "stacked" pixels to place at once.
fi: Tämä tarkoittaa, että odotat seuraavaa pikseliäsi. Pikselien asettamisella on cooldown ennen kuin voit asettaa seuraavan pikselin. Ajan kuluessa voit saada enintään 6 "pinottua"pikseliä jotka voit asettaa kaikki kerralla.

source: Why does it take so long to "stack" pixels?
fi: Miksi pikselien "pinoaminen" kestää niin kauan?

source: This is by design. It is better to place a pixel as soon as you get one. Pixel "stacking" is meant to give you a bump if you go AFK for a bit. It takes around 40 minutes to get a full 6/6 pixels, but it only takes around 3 minutes to place 6 pixels if you place them as soon as possible.
fi: Tämä on taroituksellista. On parempi asetta pikseli heti kun saat yhden. Pikselien "pinoamisen" tarkoitus antaa tönäisy jos menet AFK vähäksi aikaa. Täyden 6/6 pikseliä pinon saaminen kestää noin 40 minuuttia, mutta voit asettaa 6 pikseliä vain noin 3:ssa minuutissa jos asetat ne niin pian kuin mahdollista.

source: How do I appeal a ban?
fi: Kuinka valitan porttikiellosta?

source: Contact us on <a href="https://pxls.space/discord" target="_blank">Discord</a> or send an appeal to our <a href="https://pxls.space/appeal" target="_blank">Google form</a> after reading the rules in the site's info panel.
fi: Ota meihin yhteyttä <a href="https://pxls.space/discord" target="_blank">Discordissa</a> tai lähettä valitus <a href="https://pxls.space/appeal" target="_blank">Google formsissa</a> info paneelin sääntöjen lukemisen jälkeen.

source: How do I make a template?
fi: Kunka teen mallin?
